{"PartitionKey":"CATemplate","RowKey":"ee96a4ce-9d75-4112-9ce5-e3935a22a893","GUID":"ee96a4ce-9d75-4112-9ce5-e3935a22a893","JSON":"{\"tenantFilter\":[{\"value\":\"Template Tenant\",\"label\":\"Template Tenant\"}],\"id\":\"585675c0-15a3-49d9-9b37-d0ea52f7142a\",\"templateId\":\"0b2282f9-2862-4178-88b5-d79340b36cb8\",\"displayName\":\"CA01-Block legacy authentication\",\"createdDateTime\":\"2024-07-24T15:19:18.7031311Z\",\"modifiedDateTime\":\"2025-05-29T14:41:52.9948647Z\",\"state\":\"enabled\",\"conditions\":{\"userRiskLevels\":[],\"signInRiskLevels\":[],\"clientAppTypes\":[\"exchangeActiveSync\",\"other\"],\"platforms\":null,\"locations\":null,\"times\":null,\"deviceStates\":null,\"devices\":null,\"clientApplications\":null,\"applications\":{\"includeApplications\":[\"All\"],\"excludeApplications\":[],\"includeUserActions\":[],\"includeAuthenticationContextClassReferences\":[],\"applicationFilter\":null},\"users\":{\"includeUsers\":[\"All\"],\"excludeUsers\":[\"Vigil Cyber Admin Account\"],\"includeGroups\":[],\"excludeGroups\":[\"Onboarding \"],\"includeRoles\":[],\"excludeRoles\":[],\"includeGuestsOrExternalUsers\":null,\"excludeGuestsOrExternalUsers\":null}},\"grantControls\":{\"operator\":\"OR\",\"builtInControls\":[\"block\"],\"customAuthenticationFactors\":[],\"termsOfUse\":[],\"authenticationStrength@odata.context\":\"https://graph.microsoft.com/beta/$metadata#identity/conditionalAccess/policies('585675c0-15a3-49d9-9b37-d0ea52f7142a')/grantControls/authenticationStrength/$entity\",\"authenticationStrength\":null},\"LocationInfo\":[null,null]}"}