{"PartitionKey":"CATemplate","RowKey":"94a4d8bd-eb24-446d-b68c-29bb8f40fee1","GUID":"94a4d8bd-eb24-446d-b68c-29bb8f40fee1","JSON":"{\"tenantFilter\":[{\"value\":\"Template Tenant\",\"label\":\"Template Tenant\"}],\"id\":\"c8bd035c-ca78-46a2-b5fc-afbe5334054a\",\"templateId\":\"a3d0a415-b068-4326-9251-f9cdf9feeb64\",\"displayName\":\"CA03-Require multifactor authentication for all users\",\"createdDateTime\":\"2023-12-07T18:52:26.3536079Z\",\"modifiedDateTime\":\"2025-05-29T14:37:59.2735935Z\",\"state\":\"enabled\",\"conditions\":{\"userRiskLevels\":[],\"signInRiskLevels\":[],\"clientAppTypes\":[\"all\"],\"platforms\":null,\"locations\":null,\"times\":null,\"deviceStates\":null,\"devices\":null,\"clientApplications\":null,\"applications\":{\"includeApplications\":[\"All\"],\"excludeApplications\":[],\"includeUserActions\":[],\"includeAuthenticationContextClassReferences\":[],\"applicationFilter\":null},\"users\":{\"includeUsers\":[\"All\"],\"excludeUsers\":[\"Vigil Cyber Admin Account\",\"AAD Sync Account\",\"On-Premises Directory Synchronization Service Account\",\"On-Premises Directory Synchronization Service Account\",\"41c09bae-77d9-4ee5-ac1e-9da751a6dfb9\",\"Bill Staton\",\"ScantoEmail\",\"Linda Walden\"],\"includeGroups\":[],\"excludeGroups\":[\"Onboarding \"],\"includeRoles\":[],\"excludeRoles\":[],\"includeGuestsOrExternalUsers\":null,\"excludeGuestsOrExternalUsers\":null}},\"grantControls\":{\"operator\":\"OR\",\"builtInControls\":[\"mfa\"],\"customAuthenticationFactors\":[],\"termsOfUse\":[],\"authenticationStrength@odata.context\":\"https://graph.microsoft.com/beta/$metadata#identity/conditionalAccess/policies('c8bd035c-ca78-46a2-b5fc-afbe5334054a')/grantControls/authenticationStrength/$entity\",\"authenticationStrength\":null},\"LocationInfo\":[null,null]}"}