{"PartitionKey":"CATemplate","RowKey":"6dd177d6-b0ed-42b0-bfd7-d3ea08e7c852","GUID":"6dd177d6-b0ed-42b0-bfd7-d3ea08e7c852","JSON":"{\"tenantFilter\":[{\"value\":\"Template Tenant\",\"label\":\"Template Tenant\"}],\"id\":\"2a98b9cd-6707-46b1-90d1-882eb9a52d61\",\"templateId\":\"a4072ac0-722b-4991-981b-7f9755daef14\",\"displayName\":\"CA04-Require multifactor authentication for guest access\",\"createdDateTime\":\"2024-07-24T19:29:41.1540384Z\",\"modifiedDateTime\":\"2025-01-08T16:01:08.0296855Z\",\"state\":\"enabled\",\"conditions\":{\"userRiskLevels\":[],\"signInRiskLevels\":[],\"clientAppTypes\":[\"all\"],\"platforms\":null,\"locations\":null,\"times\":null,\"deviceStates\":null,\"devices\":null,\"clientApplications\":null,\"applications\":{\"includeApplications\":[\"All\"],\"excludeApplications\":[],\"includeUserActions\":[],\"includeAuthenticationContextClassReferences\":[],\"applicationFilter\":null},\"users\":{\"includeUsers\":[],\"excludeUsers\":[\"Vigil Cyber Admin Account\"],\"includeGroups\":[],\"excludeGroups\":[],\"includeRoles\":[],\"excludeRoles\":[],\"excludeGuestsOrExternalUsers\":null,\"includeGuestsOrExternalUsers\":{\"guestOrExternalUserTypes\":\"internalGuest,b2bCollaborationGuest,b2bCollaborationMember,b2bDirectConnectUser,otherExternalUser,serviceProvider\",\"externalTenants\":{\"@odata.type\":\"#microsoft.graph.conditionalAccessAllExternalTenants\",\"membershipKind\":\"all\"}}}},\"grantControls\":{\"operator\":\"OR\",\"builtInControls\":[\"mfa\"],\"customAuthenticationFactors\":[],\"termsOfUse\":[],\"authenticationStrength@odata.context\":\"https://graph.microsoft.com/beta/$metadata#identity/conditionalAccess/policies('2a98b9cd-6707-46b1-90d1-882eb9a52d61')/grantControls/authenticationStrength/$entity\",\"authenticationStrength\":null},\"LocationInfo\":[null,null]}"}