{"PartitionKey":"CATemplate","RowKey":"d490c4dd-b9f3-45a4-87ca-b86b217d1ced","GUID":"d490c4dd-b9f3-45a4-87ca-b86b217d1ced","JSON":"{\"tenantFilter\":[{\"value\":\"Template Tenant\",\"label\":\"Template Tenant\"}],\"id\":\"3b1190a7-fd5c-4efc-b28d-0f8bd55907c7\",\"templateId\":\"b8bda7f8-6584-4446-bce9-d871480e53fa\",\"displayName\":\"CA05-MFA to join Entra ID\",\"createdDateTime\":\"2024-07-24T19:29:16.887379Z\",\"modifiedDateTime\":\"2025-05-29T14:43:38.9715085Z\",\"state\":\"enabled\",\"conditions\":{\"userRiskLevels\":[],\"signInRiskLevels\":[],\"clientAppTypes\":[\"all\"],\"platforms\":null,\"locations\":null,\"times\":null,\"deviceStates\":null,\"devices\":null,\"clientApplications\":null,\"applications\":{\"includeApplications\":[],\"excludeApplications\":[],\"includeUserActions\":[\"urn:user:registerdevice\"],\"includeAuthenticationContextClassReferences\":[],\"applicationFilter\":null},\"users\":{\"includeUsers\":[\"All\"],\"excludeUsers\":[\"Vigil Cyber Admin Account\"],\"includeGroups\":[],\"excludeGroups\":[\"Onboarding \"],\"includeRoles\":[],\"excludeRoles\":[\"62e90394-69f5-4237-9190-012177145e10\"],\"includeGuestsOrExternalUsers\":null,\"excludeGuestsOrExternalUsers\":{\"guestOrExternalUserTypes\":\"internalGuest,b2bCollaborationGuest,b2bCollaborationMember,b2bDirectConnectUser,otherExternalUser,serviceProvider\",\"externalTenants\":{\"@odata.type\":\"#microsoft.graph.conditionalAccessAllExternalTenants\",\"membershipKind\":\"all\"}}}},\"grantControls\":{\"operator\":\"OR\",\"builtInControls\":[\"mfa\"],\"customAuthenticationFactors\":[],\"termsOfUse\":[],\"authenticationStrength@odata.context\":\"https://graph.microsoft.com/beta/$metadata#identity/conditionalAccess/policies('3b1190a7-fd5c-4efc-b28d-0f8bd55907c7')/grantControls/authenticationStrength/$entity\",\"authenticationStrength\":null},\"LocationInfo\":[null,null]}"}