{"PartitionKey":"CATemplate","RowKey":"10828ad1-3997-4f2d-a290-328797b2a0f4","GUID":"10828ad1-3997-4f2d-a290-328797b2a0f4","JSON":"{\"tenantFilter\":[{\"value\":\"Template Tenant\",\"label\":\"Template Tenant\"}],\"id\":\"1d354a13-b262-48b3-aadd-2a6c69441311\",\"templateId\":\"634b6de7-c38d-4357-a2c7-3842706eedd7\",\"displayName\":\"CA06-Require password change for high-risk users\",\"createdDateTime\":\"2025-01-08T11:02:06.743206Z\",\"modifiedDateTime\":\"2025-01-08T16:01:26.3735195Z\",\"state\":\"enabled\",\"conditions\":{\"userRiskLevels\":[\"high\"],\"signInRiskLevels\":[],\"clientAppTypes\":[\"all\"],\"platforms\":null,\"locations\":null,\"times\":null,\"deviceStates\":null,\"devices\":null,\"clientApplications\":null,\"applications\":{\"includeApplications\":[\"All\"],\"excludeApplications\":[],\"includeUserActions\":[],\"includeAuthenticationContextClassReferences\":[],\"applicationFilter\":null},\"users\":{\"includeUsers\":[\"All\"],\"excludeUsers\":[\"Vigil Cyber Admin Account\"],\"includeGroups\":[],\"excludeGroups\":[],\"includeRoles\":[],\"excludeRoles\":[],\"includeGuestsOrExternalUsers\":null,\"excludeGuestsOrExternalUsers\":null}},\"grantControls\":{\"operator\":\"AND\",\"builtInControls\":[\"mfa\",\"passwordChange\"],\"customAuthenticationFactors\":[],\"termsOfUse\":[],\"authenticationStrength@odata.context\":\"https://graph.microsoft.com/beta/$metadata#identity/conditionalAccess/policies('1d354a13-b262-48b3-aadd-2a6c69441311')/grantControls/authenticationStrength/$entity\",\"authenticationStrength\":null},\"sessionControls\":{\"disableResilienceDefaults\":null,\"applicationEnforcedRestrictions\":null,\"cloudAppSecurity\":null,\"persistentBrowser\":null,\"continuousAccessEvaluation\":null,\"secureSignInSession\":null,\"signInFrequency\":{\"value\":null,\"type\":null,\"authenticationType\":\"primaryAndSecondaryAuthentication\",\"frequencyInterval\":\"everyTime\",\"isEnabled\":true}},\"LocationInfo\":[null,null]}"}