{"PartitionKey":"CATemplate","RowKey":"a6939fa3-111b-4aae-8bf2-9d73cade4e1d","GUID":"a6939fa3-111b-4aae-8bf2-9d73cade4e1d","JSON":"{\"tenantFilter\":[{\"value\":\"Template Tenant\",\"label\":\"Template Tenant\"}],\"id\":\"5d6d89d4-aec1-45bd-ad61-1c995fcbf5a9\",\"templateId\":\"6b619f55-792e-45dc-9711-d83ec9d7ae90\",\"displayName\":\"CA07-Require multifactor authentication for risky sign-ins\",\"createdDateTime\":\"2025-01-08T11:06:16.7452573Z\",\"modifiedDateTime\":\"2025-03-31T18:38:13.6852952Z\",\"state\":\"enabled\",\"conditions\":{\"userRiskLevels\":[],\"signInRiskLevels\":[\"high\"],\"clientAppTypes\":[\"all\"],\"platforms\":null,\"locations\":null,\"times\":null,\"deviceStates\":null,\"devices\":null,\"clientApplications\":null,\"applications\":{\"includeApplications\":[\"All\"],\"excludeApplications\":[],\"includeUserActions\":[],\"includeAuthenticationContextClassReferences\":[],\"applicationFilter\":null},\"users\":{\"includeUsers\":[\"All\"],\"excludeUsers\":[\"Vigil Cyber Admin Account\"],\"includeGroups\":[],\"excludeGroups\":[],\"includeRoles\":[],\"excludeRoles\":[],\"includeGuestsOrExternalUsers\":null,\"excludeGuestsOrExternalUsers\":null}},\"grantControls\":{\"operator\":\"OR\",\"builtInControls\":[\"mfa\"],\"customAuthenticationFactors\":[],\"termsOfUse\":[],\"authenticationStrength@odata.context\":\"https://graph.microsoft.com/beta/$metadata#identity/conditionalAccess/policies('5d6d89d4-aec1-45bd-ad61-1c995fcbf5a9')/grantControls/authenticationStrength/$entity\",\"authenticationStrength\":null},\"sessionControls\":{\"disableResilienceDefaults\":null,\"applicationEnforcedRestrictions\":null,\"cloudAppSecurity\":null,\"persistentBrowser\":null,\"continuousAccessEvaluation\":null,\"secureSignInSession\":null,\"signInFrequency\":{\"value\":null,\"type\":null,\"authenticationType\":\"primaryAndSecondaryAuthentication\",\"frequencyInterval\":\"everyTime\",\"isEnabled\":true}},\"LocationInfo\":[null,null]}"}