{"PartitionKey":"CATemplate","RowKey":"60ae5c51-1e8d-46b2-b581-e8390b1cb371","GUID":"60ae5c51-1e8d-46b2-b581-e8390b1cb371","JSON":"{\"tenantFilter\":[{\"value\":\"Template Tenant\",\"label\":\"Template Tenant\"}],\"id\":\"ce8ec86d-d08e-4700-8802-0d25a44cb656\",\"displayName\":\"CA09-Block access outside the US\",\"createdDateTime\":\"2025-01-08T11:19:52.3493364Z\",\"modifiedDateTime\":\"2025-11-13T13:48:35.3717795Z\",\"state\":\"enabled\",\"conditions\":{\"userRiskLevels\":[],\"signInRiskLevels\":[],\"clientAppTypes\":[\"all\"],\"platforms\":null,\"times\":null,\"deviceStates\":null,\"devices\":null,\"clientApplications\":null,\"applications\":{\"includeApplications\":[\"All\"],\"excludeApplications\":[],\"includeUserActions\":[],\"includeAuthenticationContextClassReferences\":[],\"applicationFilter\":null},\"users\":{\"includeUsers\":[\"All\"],\"excludeUsers\":[\"Vigil Cyber Admin Account\",\"Todd Patton\",\"Linda Walden\",\"Anne McPhail\"],\"includeGroups\":[],\"excludeGroups\":[],\"includeRoles\":[],\"excludeRoles\":[],\"includeGuestsOrExternalUsers\":null,\"excludeGuestsOrExternalUsers\":null},\"locations\":{\"includeLocations\":[\"All\"],\"excludeLocations\":[\"US\"]}},\"grantControls\":{\"operator\":\"OR\",\"builtInControls\":[\"block\"],\"customAuthenticationFactors\":[],\"termsOfUse\":[],\"authenticationStrength@odata.context\":\"https://graph.microsoft.com/beta/$metadata#identity/conditionalAccess/policies('ce8ec86d-d08e-4700-8802-0d25a44cb656')/grantControls/authenticationStrength/$entity\",\"authenticationStrength\":null},\"LocationInfo\":[null,{\"@odata.type\":\"#microsoft.graph.countryNamedLocation\",\"displayName\":\"US\",\"countriesAndRegions\":[\"US\"],\"includeUnknownCountriesAndRegions\":false,\"countryLookupMethod\":\"clientIpAddress\"}]}"}