{"PartitionKey":"CATemplate","RowKey":"60493379-69e9-49d5-bfc1-08856adc832f","GUID":"60493379-69e9-49d5-bfc1-08856adc832f","JSON":"{\"tenantFilter\":[{\"value\":\"Template Tenant\",\"label\":\"Template Tenant\"}],\"id\":\"9934bac6-6748-4674-9fb2-466b834340c6\",\"templateId\":\"a297dd1a-21fe-4016-99a0-ba43ba64378c\",\"displayName\":\"CA10-Require MDM-enrolled and compliant device to access cloud apps for all users (Preview)\",\"createdDateTime\":\"2025-01-15T15:37:04.3019177Z\",\"modifiedDateTime\":\"2025-09-18T12:14:26.1397586Z\",\"state\":\"enabled\",\"conditions\":{\"userRiskLevels\":[],\"signInRiskLevels\":[],\"clientAppTypes\":[\"all\"],\"locations\":null,\"times\":null,\"deviceStates\":null,\"devices\":null,\"clientApplications\":null,\"applications\":{\"includeApplications\":[\"All\"],\"excludeApplications\":[],\"includeUserActions\":[],\"includeAuthenticationContextClassReferences\":[],\"applicationFilter\":null},\"users\":{\"includeUsers\":[],\"excludeUsers\":[\"Don Olmstead\",\"ScantoEmail\",\"Vigil Cyber Admin Account\",\"Bloomberg\",\"Todd Patton\",\"Cindi Bernart\",\"Laura Kido\",\"James Harlow\"],\"includeGroups\":[\"Dynamic All Company - License users \"],\"excludeGroups\":[\"Onboarding \"],\"includeRoles\":[],\"excludeRoles\":[],\"includeGuestsOrExternalUsers\":null,\"excludeGuestsOrExternalUsers\":null},\"platforms\":{\"includePlatforms\":[\"windows\",\"macOS\"],\"excludePlatforms\":[\"android\",\"iOS\"]}},\"grantControls\":{\"operator\":\"OR\",\"builtInControls\":[\"compliantDevice\"],\"customAuthenticationFactors\":[],\"termsOfUse\":[],\"authenticationStrength@odata.context\":\"https://graph.microsoft.com/beta/$metadata#identity/conditionalAccess/policies('9934bac6-6748-4674-9fb2-466b834340c6')/grantControls/authenticationStrength/$entity\",\"authenticationStrength\":null},\"LocationInfo\":[null,null]}"}