{"PartitionKey":"CATemplate","RowKey":"98f59c6f-1202-499f-96e5-640a0a42e37d","GUID":"98f59c6f-1202-499f-96e5-640a0a42e37d","JSON":"{\"tenantFilter\":[{\"value\":\"Template Tenant\",\"label\":\"Template Tenant\"}],\"id\":\"8e5e4ea9-862e-4b68-9d30-d2368ef585a2\",\"displayName\":\"CA11-Block non-approved Devices (Linux-Windows Phone)\",\"createdDateTime\":\"2025-01-08T11:26:23.1732047Z\",\"modifiedDateTime\":\"2025-01-08T16:01:43.3990689Z\",\"state\":\"enabled\",\"conditions\":{\"userRiskLevels\":[],\"signInRiskLevels\":[],\"clientAppTypes\":[\"all\"],\"locations\":null,\"times\":null,\"deviceStates\":null,\"devices\":null,\"clientApplications\":null,\"applications\":{\"includeApplications\":[\"All\"],\"excludeApplications\":[],\"includeUserActions\":[],\"includeAuthenticationContextClassReferences\":[],\"applicationFilter\":null},\"users\":{\"includeUsers\":[\"All\"],\"excludeUsers\":[\"Vigil Cyber Admin Account\"],\"includeGroups\":[],\"excludeGroups\":[],\"includeRoles\":[],\"excludeRoles\":[],\"includeGuestsOrExternalUsers\":null,\"excludeGuestsOrExternalUsers\":null},\"platforms\":{\"includePlatforms\":[\"windowsPhone\",\"linux\"],\"excludePlatforms\":[]}},\"grantControls\":{\"operator\":\"OR\",\"builtInControls\":[\"block\"],\"customAuthenticationFactors\":[],\"termsOfUse\":[],\"authenticationStrength@odata.context\":\"https://graph.microsoft.com/beta/$metadata#identity/conditionalAccess/policies('8e5e4ea9-862e-4b68-9d30-d2368ef585a2')/grantControls/authenticationStrength/$entity\",\"authenticationStrength\":null},\"LocationInfo\":[null,null]}"}