{"PartitionKey":"IntuneTemplate","RowKey":"fa4c16ae-117f-4c39-8909-8a1709d6a386","JSON":"{\"Displayname\":\"HL- AV- Exclusions\",\"Description\":\"\",\"RAWJson\":\"{\\r\\n  \\\"name\\\": \\\"HL- AV- Exclusions\\\",\\r\\n  \\\"description\\\": \\\"\\\",\\r\\n  \\\"settings\\\": [\\r\\n    {\\r\\n      \\\"id\\\": \\\"0\\\",\\r\\n      \\\"settingInstance\\\": {\\r\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationSimpleSettingCollectionInstance\\\",\\r\\n        \\\"settingDefinitionId\\\": \\\"device_vendor_msft_policy_config_defender_excludedpaths\\\",\\r\\n        \\\"auditRuleInformation\\\": null,\\r\\n        \\\"settingInstanceTemplateReference\\\": {\\r\\n          \\\"settingInstanceTemplateId\\\": \\\"aaf04adc-c639-464f-b4a7-152e784092e8\\\"\\r\\n        },\\r\\n        \\\"simpleSettingCollectionValue\\\": [\\r\\n          {\\r\\n            \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\r\\n            \\\"settingValueTemplateReference\\\": null,\\r\\n            \\\"value\\\": \\\"C:\\\\\\\\Program Files (x86)\\\\\\\\CentraStage\\\\\\\\\\\"\\r\\n          },\\r\\n          {\\r\\n            \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\r\\n            \\\"settingValueTemplateReference\\\": null,\\r\\n            \\\"value\\\": \\\"C:\\\\\\\\Program Files\\\\\\\\CentraStage\\\\\\\\\\\"\\r\\n          },\\r\\n          {\\r\\n            \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\r\\n            \\\"settingValueTemplateReference\\\": null,\\r\\n            \\\"value\\\": \\\"C:\\\\\\\\Program Files\\\\\\\\Datto\\\\\\\\\\\"\\r\\n          },\\r\\n          {\\r\\n            \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\r\\n            \\\"settingValueTemplateReference\\\": null,\\r\\n            \\\"value\\\": \\\"C:\\\\\\\\Program Files\\\\\\\\Bluebeam Software\\\\\\\\Bluebeam Revu\\\\\\\\\\\"\\r\\n          },\\r\\n          {\\r\\n            \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\r\\n            \\\"settingValueTemplateReference\\\": null,\\r\\n            \\\"value\\\": \\\"C:\\\\\\\\Program Files\\\\\\\\Dropbox\\\\\\\\\\\"\\r\\n          },\\r\\n          {\\r\\n            \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\r\\n            \\\"settingValueTemplateReference\\\": null,\\r\\n            \\\"value\\\": \\\"C:\\\\\\\\Program Files\\\\\\\\Dell\\\\\\\\SupportAssistAgent\\\\\\\\\\\"\\r\\n          },\\r\\n          {\\r\\n            \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\r\\n            \\\"settingValueTemplateReference\\\": null,\\r\\n            \\\"value\\\": \\\"C:\\\\\\\\Program Files\\\\\\\\Dell\\\\\\\\CommandUpdate\\\\\\\\\\\"\\r\\n          },\\r\\n          {\\r\\n            \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\r\\n            \\\"settingValueTemplateReference\\\": null,\\r\\n            \\\"value\\\": \\\"C:\\\\\\\\Program Files\\\\\\\\Zoom\\\\\\\\\\\"\\r\\n          }\\r\\n        ]\\r\\n      }\\r\\n    },\\r\\n    {\\r\\n      \\\"id\\\": \\\"1\\\",\\r\\n      \\\"settingInstance\\\": {\\r\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationSimpleSettingCollectionInstance\\\",\\r\\n        \\\"settingDefinitionId\\\": \\\"device_vendor_msft_policy_config_defender_excludedprocesses\\\",\\r\\n        \\\"auditRuleInformation\\\": null,\\r\\n        \\\"settingInstanceTemplateReference\\\": {\\r\\n          \\\"settingInstanceTemplateId\\\": \\\"96b046ed-f138-4250-9ae0-b0772a93d16f\\\"\\r\\n        },\\r\\n        \\\"simpleSettingCollectionValue\\\": [\\r\\n          {\\r\\n            \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\r\\n            \\\"settingValueTemplateReference\\\": null,\\r\\n            \\\"value\\\": \\\"DattoBackupAgent.exe\\\"\\r\\n          },\\r\\n          {\\r\\n            \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\r\\n            \\\"settingValueTemplateReference\\\": null,\\r\\n            \\\"value\\\": \\\"AEMService.exe\\\"\\r\\n          },\\r\\n          {\\r\\n            \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\r\\n            \\\"settingValueTemplateReference\\\": null,\\r\\n            \\\"value\\\": \\\"AEMAgent.exe\\\"\\r\\n          }\\r\\n        ]\\r\\n      }\\r\\n    }\\r\\n  ],\\r\\n  \\\"platforms\\\": \\\"windows10\\\",\\r\\n  \\\"technologies\\\": \\\"mdm,microsoftSense\\\",\\r\\n  \\\"templateReference\\\": {\\r\\n    \\\"templateId\\\": \\\"45fea5e9-280d-4da1-9792-fb5736da0ca9_1\\\",\\r\\n    \\\"templateFamily\\\": \\\"endpointSecurityAntivirus\\\",\\r\\n    \\\"templateDisplayName\\\": \\\"Microsoft Defender Antivirus exclusions\\\",\\r\\n    \\\"templateDisplayVersion\\\": \\\"Version 1\\\"\\r\\n  }\\r\\n}\",\"Type\":\"Catalog\",\"GUID\":\"fa4c16ae-117f-4c39-8909-8a1709d6a386\"}"}